[
  {
    "id": "6f704168-4778-457c-a2b3-78c9481fca4c",
    "name": "Pós-Op LCA - Fase 1",
    "description": "Reabilitação inicial focada em proteção do enxerto e ganho de ADM.",
    "category": "Pós-Operatório",
    "condition_name": "LCA",
    "template_variant": "Fase 1",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase de proteção do enxerto (0-6 semanas). Priorizar ganho de extensão completa, controle de edema e ativação de quadríceps. Fortalecimento de isquiotibiais é essencial para proteger o enxerto. Evitar flexão >90° nas primeiras 4 semanas para reduzir estresse no enxerto.",
    "contraindications": "Flexão ativa de joelho >90° nas primeiras 4 semanas pós-op. Exercícios de cadeia cinética aberta em extensão completa (0-45°) nas primeiras 6 semanas. Massura patelar agressiva. Retorno ao esporte antes de 6 meses.",
    "precautions": "Progressão baseada em critérios funcionais, não apenas tempo. Monitorar dor anterior ao joelho que indica sobrecarga patelar. Evitar apoio excessivo em membros inferiores durante exercícios de cadeia cinética fechada.",
    "progression_notes": "Critérios para progredir: extensão completa, sem edema, controle motor adequado de quadríceps, marcha sem auxílio. Progressão para Fase 2 geralmente entre semanas 4-6.",
    "evidence_level": "A",
    "bibliographic_references": [
      "AAOS Clinical Practice Guideline for ACL Injury Management (2022)",
      "APTA Clinical Practice Guidelines for ACL Rehabilitation (2022)",
      "Verhagen et al. Exercise-based rehabilitation for ACL injuries systematic review (2025)",
      "Arundale et al. JOSPT Exercise-Based Knee and ACL Prevention (2023)"
    ]
  },
  {
    "id": "d7eab65f-7a7f-4f15-a073-6c55c5a6dce5",
    "name": "Pós-Op LCA - Fase 2",
    "description": "Fase intermediária focada em fortalecimento muscular.",
    "category": "Pós-Operatório",
    "condition_name": "LCA",
    "template_variant": "Fase 2",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase de fortalecimento (6-12 semanas). Priorizar fortalecimento de quadríceps, glúteos e core. Iniciar propriocepção avançada. Foco em exercícios de cadeia cinética fechada para fortalecimento funcional com menor estresse no enxerto.",
    "contraindications": "Exercícios de alta carga antes de 12 semanas. Pliometria antes de 16 semanas. Exercícios que causam dor ou edema significativo.",
    "precautions": "Monitorar alinhamento do joelho durante agachamentos (valgo dinâmico). Progressão gradual de carga. Atentar para assimetrias de força entre membros.",
    "progression_notes": "Critérios: 80% de força simétrica (Limb Symmetry Index), agachamento unilateral sem compensações, equilíbrio estável. Geralmente prograda para Fase 3 entre semanas 10-14.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Aspetar Clinical Guidelines for ACL Reconstruction Rehabilitation",
      "MGH Rehabilitation Protocol for ACL (2023)",
      "Mass General Hospital ACL Rehabilitation Protocol"
    ]
  },
  {
    "id": "761e6bd9-b79a-419b-8dd2-3bbfe3e6ddd9",
    "name": "Pós-Op LCA - Fase 3",
    "description": "Retorno gradual ao esporte e propriocepção.",
    "category": "Pós-Operatório",
    "condition_name": "LCA",
    "template_variant": "Fase 3",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase de retorno ao esporte (12+ semanas). Priorizar pliometria, agilidade, esportes específicos. Testes funcionais obrigatórios antes de liberação completa. Foco em potência, velocidade e reatividade neuromuscular.",
    "contraindications": "Retorno ao esporte sem completar testes funcionais. Retorno sem força >90% do membro contralateral. Retorno com instabilidade ou dor.",
    "precautions": "Retorno gradual e progressivo. Iniciar com drills não competitivos antes de contato completo. Reavaliar constantemente após retorno.",
    "progression_notes": "Critérios de retorno ao esporte: LSIs >90% em força e potência, testes funcionais within 10% (hop tests, agility), confiança psicológica, sem edema ou dor. Tempo mínimo 9 meses para reduzir risco de re-lesão.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Aspetar Return to Sport Criteria after ACLR",
      "Grindem et al. ACL-RSI score for return to sport readiness",
      "Arundale et al. JOSPT Exercise-Based Knee and ACL Prevention (2023)"
    ]
  },
  {
    "id": "c3f6882f-4d3a-4531-b322-36f7fb68fb02",
    "name": "Cervicalgia Tencional",
    "description": "Relaxamento e alongamento para alívio de tensão.",
    "category": "Coluna",
    "condition_name": "Cervicalgia",
    "template_variant": "Relaxamento",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Foco em reeducação postural e alongamento da cadeia cervical posterior. Fortalecimento de flexores profundos do pescoço (craniocervical flexion). Exercícios de escápula para reduzir sobrecarga cervical. Educação sobre ergonomia e pausas ativas.",
    "contraindications": "Exercícios que exacerbam dor ou parestesias. Mobilizações rápidas ou forçadas. Exercícios em presença de sinais de mielopatia.",
    "precautions": "Evitar protrusão de cabeça durante exercícios. Atentar para tontura ou sintomas autonômicos. Não forçar amplitude se houver resistência dolorosa.",
    "progression_notes": "Critérios: redução de dor, melhor mobilidade cervical, capacidade de manter postura neutra por períodos prolongados. Geralmente 4-6 semanas.",
    "evidence_level": "B",
    "bibliographic_references": [
      "JOSPT Neck Pain Revision 2017 Clinical Practice Guidelines",
      "Exercises for Mechanical Neck Disorders systematic review (2015)",
      "MDPI Best Evidence Rehabilitation for Chronic Neck Pain (2019)"
    ]
  },
  {
    "id": "55ae3d69-638e-463d-8e98-c60efa3963cb",
    "name": "Pós-Op Manguito Rotador - Inicial",
    "description": "Exercícios passivos e assistidos para ganho de amplitude.",
    "category": "Pós-Operatório",
    "condition_name": "Ombro",
    "template_variant": "Inicial",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase de proteção (0-6 semanas). Objetivo: proteger reparo do manguito enquanto ganha amplitude passiva. Pendulares e exercícios passivos são prioritários. Evitar ativação ativa do manguito rotador nas primeiras 4-6 semanas.",
    "contraindications": "Elevação ativa do braço nas primeiras 6 semanas. Rotação ativa contra resistência. Exercícios que causem dor aguda. Movimentos bruscos.",
    "precautions": "Usar tipóia conforme orientação cirúrgica. Não forçar amplitude se houver dor resistente. Evitar extensão combinada com rotação interna (posição de risco).",
    "progression_notes": "Critérios para progredir: amplitude passiva satisfatória (flexão >120°, rotação externa 40°), sem dor importante. Geralmente prograda entre semanas 6-8.",
    "evidence_level": "A",
    "bibliographic_references": [
      "MOON Shoulder Group Post-Operative Rotator Cuff Repair Protocol",
      "Mass General Hospital Rehabilitation Protocol for Rotator Cuff Repair",
      "van der Meijden et al. Healing phases after rotator cuff repair"
    ]
  },
  {
    "id": "b3ee9ced-4710-4c4d-a1ea-e8e92a11f5a6",
    "name": "Pós-Op Manguito Rotador - Avançado",
    "description": "Fortalecimento da cintura escapular.",
    "category": "Pós-Operatório",
    "condition_name": "Ombro",
    "template_variant": "Avançado",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase de fortalecimento (6+ semanas). Priorizar fortalecimento progressivo do manguito rotador, deltóide e estabilizadores de escápula. Incluir exercícios excêntricos para tendinopatias associadas. Foco em controle escapular antes de elevação ativa.",
    "contraindications": "Exercícios pesados acima da cabeça antes de 12 semanas. Fortalecimento em posição de impacto (90° abdução). Dor que persiste >24h após exercício.",
    "precautions": "Progressão lenta de carga. Priorizar controle motor antes de aumentar peso. Evitar compensações com elevação de escápula (shrug).",
    "progression_notes": "Critérios: força adequada sem dor, amplitude completa, padrão de movimento normal. Pode progredir para exercícios funcionais e retornar gradualmente a atividades.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Escamilla et al. Optimal Management of Shoulder Impingement Syndrome (2014)",
      "Physio-pedia Evidence Based Interventions for Shoulder Pain",
      "HSS Non-Operative Shoulder Impingement Rehab Guidelines"
    ]
  },
  {
    "id": "f9bd8ce6-71e1-4ea2-a460-f9e22dcb069c",
    "name": "Lombalgia Crônica",
    "description": "Exercícios de estabilização central e mobilidade.",
    "category": "Coluna",
    "condition_name": "Lombalgia",
    "template_variant": "Padrão",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Foco em estabilização segmentar e educação postural. Combinação de exercícios de core (transverso do abdômen, multífido) com mobilização da coluna. Método McKenzie útil para hérnias discais com preferência de extensão. Exercícios de baixa impacto são preferíveis.",
    "contraindications": "Exercícios que exacerbam dor radicular. Flexões exacerbadas de tronco na presença de hérnia discal aguda. Exercícios de alta impacto durante crises.",
    "precautions": "Evitar compensações respiratórias (prender respiração). Atentar para aumento de dor irradiada para MMII. Progressão gradual de complexidade.",
    "progression_notes": "Critérios de progressão: redução de dor >50%, capacidade de manter contração de core durante atividades funcionais. Geralmente 4-8 semanas para melhora significativa.",
    "evidence_level": "A",
    "bibliographic_references": [
      "NCBI/NIH McKenzie Back Exercises StatPearls (2023)",
      "Slater et al. McKenzie Method effectiveness in low back pain (2018)",
      "Core stabilization exercises effectiveness review (2024)",
      "JOSPT Clinical Practice Guidelines for Low Back Pain"
    ]
  },
  {
    "id": "d8a4e90c-0238-477a-b1e4-7ead59662034",
    "name": "Hérnia de Disco Lombar",
    "description": "Protocolo McKenzie e estabilização.",
    "category": "Coluna",
    "condition_name": "Hérnia de Disco",
    "template_variant": "McKenzie",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Protocolo McKenzie é evidenciado para hérnias discais com preferência de extensão. Identificar se paciente é \"responder\" ou \"não-responder\" à extensão. Para respondedores: progressão de extensões em decúbito, em pé, e centralização da dor. Associar com estabilização de core.",
    "contraindications": "Flexões exacerbadas se piora com flexão (discogenic pain). Exercícios que peripheralizam a dor. High-impact activities durante crise.",
    "precautions": "Monitorar resposta à extensão (centralização vs peripheralização). Parar se dor irradiada aumenta. Progressão baseada em sintomas, não tempo.",
    "progression_notes": "Critérios: dor centralizada, amplitude lombar melhorada, força de MMII normal. Fase aguda: 1-2 semanas. Fase subaguda: 2-6 semanas.",
    "evidence_level": "A",
    "bibliographic_references": [
      "NCBI StatPearls McKenzie Back Exercises (2023)",
      "Biomechanical Analysis of McKenzie Method (2025)",
      "McKenzie Extension Exercises effectiveness trial (2025)"
    ]
  },
  {
    "id": "6d724b82-a034-4e3b-aafc-0387f2c5a2f0",
    "name": "Entorse de Tornozelo - Fase Aguda",
    "description": "Proteção, PRICE e mobilidade leve.",
    "category": "Ortopedia",
    "condition_name": "Tornozelo",
    "template_variant": "Aguda",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase inicial (0-72h): PRICE (Protection, Rest, Ice, Compression, Elevation). Iniciar mobilização leve tão logo tolerado para prevenir rigidez. Exercícios de dorsiflexão para prevenir contractura de gastrocnêmio/sóleo.",
    "contraindications": "Carga pesada na fase aguda. Exercícios que causem dor intensa. Imobilização prolongada >72h pode prejudicar recuperação.",
    "precautions": "Progressão baseada em dor e edema. Não forçar amplitude se dor significativa. Monitorar sinais de lesão mais grave (fratura, lesão ligamentar grave).",
    "progression_notes": "Critérios para progredir: redução de edema, tolerância à carga, amplitude de movimento ≥80%. Geralmente 3-7 dias.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Mass General Hospital Physical Therapy Guidelines for Lateral Ankle Sprain",
      "Proprioceptive Training for Prevention of Ankle Sprains (PMC, 2017)",
      "Evidence-based treatment for ankle injuries (PMC, 2012)"
    ]
  },
  {
    "id": "f04cc054-424f-4686-89bf-a19e24e800c8",
    "name": "Entorse de Tornozelo - Fortalecimento",
    "description": "Fortalecimento de fibulares e propriocepção.",
    "category": "Ortopedia",
    "condition_name": "Tornozelo",
    "template_variant": "Fortalecimento",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase de fortalecimento e propriocepção (após fase aguda). Priorizar fortalecimento de fibulares, tibial anterior e gastrocnêmio. Treino de equilíbrio unipodal em superfícies progressivamente instáveis é essencial para prevenir recidivas. Exercícios funcionais e agilidade.",
    "contraindications": "Exercícios que causam dor ou instabilidade. Retorno a esportes sem equilíbrio adequado.",
    "precautions": "Atentar para valgo de tornozelo durante exercícios. Progressão gradual de dificuldade proprioceptiva. Usar suporte se necessário nas fases iniciais.",
    "progression_notes": "Critérios: força simétrica, equilíbrio unipodal >30s com olhos fechados, agility test within 10%. Retorno ao esporte em 2-6 semanas conforme gravidade.",
    "evidence_level": "A",
    "bibliographic_references": [
      "PMC5737043 Proprioceptive Training for Ankle Sprain Prevention (2017)",
      "Sanford Health Ankle Sprain Rehabilitation Guideline",
      "JOSPT Physical Therapy After Ankle Sprain (2021)"
    ]
  },
  {
    "id": "862c49f5-7f98-4f33-9653-d7108ae215df",
    "name": "Fascite Plantar",
    "description": "Alongamento da cadeia posterior e fáscia.",
    "category": "Ortopedia",
    "condition_name": "Pé",
    "template_variant": "Padrão",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Combinação de alongamento da fáscia plantar específico e alongamento de gastrocnêmio/sóleo. Evidence supports: alongamento de fáscia plantar por 10 minutos/dia + alongamento de panturrilha. Fortalecimento de intrínsecos do pé para suporte de arco longitudinal.",
    "contraindications": "Exercícios que exacerbam dor matinal significativa. Corrida ou impacto durante fase aguda.",
    "precautions": "Alongar preferencialmente pela manhã e após períodos sentado. Dor leve pós-exercício é aceitável, dor intensa não. Calçado adequado é essencial.",
    "progression_notes": "Melhora esperada em 4-8 semanas com alongamento consistente. Critérios: redução de dor matinal, tolerância à marcha prolongada.",
    "evidence_level": "A",
    "bibliographic_references": [
      "PMC Comprehensive Physiotherapy Rehabilitation Protocol (2024)",
      "Heel Pain Plantar Fasciitis Revision 2023 (65 citations)",
      "RACGP Stretching for Plantar Fasciitis Guidelines (2021)"
    ]
  },
  {
    "id": "b9129ffc-90a5-4fc1-bd53-21d49200d665",
    "name": "Tendinopatia Patelar",
    "description": "Exercícios excêntricos para quadríceps.",
    "category": "Ortopedia",
    "condition_name": "Joelho",
    "template_variant": "Excêntrico",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Programa excêntrico é gold standard para tendinopatia patelar. Decline squats (agachamentos em declive) evidenciados para isolar quadríceps e reduzir carga patelar. Protocolo de Alfredson modificado: 3 séries de 15 reps, excêntrico lento (3-5s), concentrado, fase concêntrica assistida.",
    "contraindications": "Exercícios que causam dor >5/10 ou dor persistente >24h. Treino intenso de plyometria durante fase aguda.",
    "precautions": "Dor leve durante exercício é aceitável e necessária para adaptação. Monitorar resposta 24h após. Não pular fases de progressão.",
    "progression_notes": "Protocolo mínimo 6-12 semanas. Critérios: dor ≤2/10 durante atividade, capacidade para decline squats com carga normal.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Physio-pedia Effective Quadriceps Training in Patellofemoral Pain",
      "JOSPT Physical Therapist-Guided Quadriceps Strengthening (2014)",
      "BJSM Quadriceps or hip exercises for PFPS (2023, 27 citations)"
    ]
  },
  {
    "id": "43aed159-7cc0-494d-bf0c-84c4f4ed5320",
    "name": "Bursite Trocantérica",
    "description": "Fortalecimento de glúteo médio e alongamento.",
    "category": "Ortopedia",
    "condition_name": "Quadril",
    "template_variant": "Padrão",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fortalecimento de glúteo médio é essencial para reduzir compressão do trocânter. Exercícios: side-lying clamshell, glute bridges, banded sidesteps, lateral walks. Evitar exercícios com adução excessiva de quadril (crossing legs) que irrita bursa.",
    "contraindications": "Exercícios que causam dor aguda no trocânter maior. Exercícios em cadeia cinética fechada com valgo de joelho.",
    "precautions": "Progressão isométrica → isotônica → funcional. Atentar para compensação com tensor da fáscia lata em vez de glúteo médio.",
    "progression_notes": "Melhora em 6-8 semanas com exercícios consistentes. Critérios: dor ≤2/10, força de abdução adequada, marcha sem dor.",
    "evidence_level": "B",
    "bibliographic_references": [
      "E3 Rehab Hip Bursitis Exercise Progressions",
      "Dr Jeffrey Peng Best Exercises for Trochanteric Bursitis",
      "MyHealth Alberta Trochanteric Bursitis Exercises"
    ]
  },
  {
    "id": "4c9d9dbc-6ce1-4c32-bdd4-e156ca2a86b7",
    "name": "Reabilitação AVE - Membro Superior",
    "description": "Treino funcional e controle motor.",
    "category": "Neurologia",
    "condition_name": "AVE",
    "template_variant": "Membro Superior",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Foco em recuperação de função do membro superior afetado. Exercícios de alcance, preensão, destreza e coordenação óculo-manual. Uso de mirror therapy evidenciado para dor fantasma e heminegligência. Progressão de passiva → ativa assistida → ativa.",
    "contraindications": "Exercícios que causam espasticidade exacerbada. Sobrecarga antes de recuperação de tônus muscular.",
    "precautions": "Atentar para ombro doloroso/subluxado em hemiplegia. Usar suporte adequado. Monitorar fadiga que pode piorar qualidade de movimento.",
    "progression_notes": "Recuperação mais significativa nos primeiros 3-6 meses. Critérios: preensão funcional, alcance útil sem compensações.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Physio-pedia Stroke Rehabilitation Evidence",
      "Cochrane Review Constraint-Induced Movement Therapy",
      "Neuroplasticity principles in stroke recovery"
    ]
  },
  {
    "id": "fe4f755a-cd80-400d-8b05-668517a2e777",
    "name": "Reabilitação AVE - Marcha",
    "description": "Treino de equilíbrio e marcha.",
    "category": "Neurologia",
    "condition_name": "AVE",
    "template_variant": "Marcha",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Treino de marcha com foco em padrão safisfatório. Fortalecimento de MMII (quadríceps, glúteos, tibial anterior). Equilíbrio estático e dinâmico. Uso de FES (functional electrical stimulation) se indicado para foot drop.",
    "contraindications": "Marcha sem assistência se risco de quedas significativo.",
    "precautions": "Supervisão constante durante treino de marcha. Usar barras paralelas ou assistência conforme necessário. Atentar para espasticidade que interfere na marcha.",
    "progression_notes": "Progressão: barra paralela → andador → bengala → independente. Tempo variável conforme severidade (semanas a meses).",
    "evidence_level": "B",
    "bibliographic_references": [
      "Physio-pedia Stroke Gait Rehabilitation",
      "Task-specific training for gait after stroke",
      "Bodyweight-supported treadmill training evidence"
    ]
  },
  {
    "id": "f9085824-55a8-49c2-a0a5-04d87abb9142",
    "name": "Parkinson - Mobilidade",
    "description": "Exercícios de grandes amplitudes e rotação.",
    "category": "Neurologia",
    "condition_name": "Parkinson",
    "template_variant": "Mobilidade",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Exercícios de grande amplitude para combater rigidez. Marcha com pistas visuais e auditivas. Treino de transferências e equilíbrio para prevenir quedas. Box training para mobilidade axial. Exercícios cognitivo-motores simultâneos (dual-task).",
    "contraindications": "Exercícios com risco de queda se não supervisionados.",
    "precautions": "Atentar para hipotensão ortostática. Monitorar medicação ON/OFF para otimizar exercícios. Supervisão para exercícios de equilíbrio.",
    "progression_notes": "Exercícios diários são ideais. Melhora mantida enquanto programa continua. Foco em qualidade de movimento.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Physio-pedia Parkinson Disease Rehabilitation",
      "Exercise intensity recommendations for Parkinson",
      "Dance and boxing programs for PD (Parkinson specific)"
    ]
  },
  {
    "id": "fdc7dbd3-0d75-4595-bab4-4fd5a94278ba",
    "name": "Prevenção de Quedas em Idosos",
    "description": "Treino de equilíbrio estático e dinâmico.",
    "category": "Geriatria",
    "condition_name": "Prevenção",
    "template_variant": "Quedas",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Multicomponent exercise program: força + equilíbrio + treino funcional. Otago Exercise Programme é evidenciado. Incluir: equilíbrio estático (tandem, unipodal), equilíbrio dinâmico (marcha, transfers), fortalecimento de MMII, treino de ortostatismo.",
    "contraindications": "Exercícios de alto risco se não supervisionados.",
    "precautions": "Supervisão para exercícios de equilíbrio desafiadores. Adaptar conforme comorbidades e limitações. Progressão conservadora.",
    "progression_notes": "Programa mínimo 12 semanas com 2-3x/semana. Redução de 30-40% em quedas com programas consistentes.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Cochrane Review Exercise for preventing falls in older people",
      "Otago Exercise Programme evidence",
      "CDC STEADI fall prevention program"
    ]
  },
  {
    "id": "bf219e30-1a77-47e2-8d49-32634c5a3baf",
    "name": "Osteoporose - Fortalecimento",
    "description": "Carga axial controlada para saúde óssea.",
    "category": "Geriatria",
    "condition_name": "Osteoporose",
    "template_variant": "Padrão",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Carga axial e impacto moderado são estimulantes ósseos. Exercícios: impacto controlado (step, marcha rápida), fortalecimento com carga, exercícios de postura e equilíbrio. Evitar flexão exacerbada de coluna (risco de fraturas vertebrais).",
    "contraindications": "Flexão intensa de tronco (risk of vertebral fracture). Rotação combinada com flexão. High impact activities em osteoporose severa.",
    "precautions": "Progressão muito gradual de impacto. Atentar para dor vertebral que pode indicar microfratura. Ensinar higiene postural.",
    "progression_notes": "Programa mínimo 6-12 meses para impacto em densidade óssea. Manter exercícios vitalícios.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Physio-pedia Osteoporosis Exercise Guidelines",
      "ACSM Exercise Guidelines for Osteoporosis",
      "Bone loading exercise recommendations"
    ]
  },
  {
    "id": "124e12d8-5c89-4fa4-b6ec-ce610abee260",
    "name": "Artrose de Joelho",
    "description": "Fortalecimento de quadríceps sem impacto.",
    "category": "Reumatologia",
    "condition_name": "Artrose",
    "template_variant": "Joelho",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fortalecimento de quadríceps é cornerstone. Exercícios de cadeia cinética fechada preferíveis (menos carga patelar). Incluir: wall sit, leg press com arco limitado, ponte de glúteo, alongamento de isquiotibiais. Aeróbico de baixo impacto (bicicleta, caminhada) para controle de peso.",
    "contraindications": "Exercícios de alto impacto (corrida, pulos). Agachamentos profundos com dor.",
    "precautions": "Respeitar limites de dor. Arco de movimento doloroso deve ser evitado. Progressão lenta de carga.",
    "progression_notes": "Programa 6-12 semanas para melhora significativa. Manter exercícios vitalícios para manutenção.",
    "evidence_level": "A",
    "bibliographic_references": [
      "AAOS Treatment of Knee Osteoarthritis Guidelines",
      "Quadriceps strengthening for knee OA systematic review",
      "Exercise therapy for knee OA (Cochrane Review)"
    ]
  },
  {
    "id": "3cac28e1-0c34-4dcb-ada0-0bd7ecde39f6",
    "name": "Fibromialgia - Aeróbico Leve",
    "description": "Início gradual de atividade física.",
    "category": "Reumatologia",
    "condition_name": "Fibromialgia",
    "template_variant": "Aeróbico",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-12T02:40:20.919341+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Início MUITO gradual para evitar flare-ups. Começar 5-10 minutos, progressar 1-2 min por sessão. Tipos: caminhada, hidroginástica (ideal), bicicleta. Adicionar fortalecimento leve após adaptação aeróbica. Educação sobre \"good days/bad days\" e ajuste de intensidade.",
    "contraindications": "Alta intensidade ou longa duração na fase inicial. Exercícios que exacerbam dor significativamente.",
    "precautions": "Progressão conservadora essencial. Monitorar dor 24h pós-exercício. Pacientes devem aprender a autogerenciar intensidade.",
    "progression_notes": "Objetivo: 150 min/semana de atividade moderada em 3-6 meses. Melhora de dor e fadiga com consistência.",
    "evidence_level": "B",
    "bibliographic_references": [
      "EULAR recommendations for fibromyalgia management",
      "Exercise therapy for fibromyalgia systematic review",
      "Graded exercise activity for chronic pain"
    ]
  },
  {
    "id": "edf8fb19-efc6-41a9-a161-a83422a68bdd",
    "name": "Pós-Op ATJ - Fase Inicial (0-2 semanas)",
    "description": "Reabilitação inicial pós-artroplastia total de joelho focada em ADM e controle de edema",
    "category": "Pós-Operatório",
    "condition_name": "Artroplastia Total de Joelho",
    "template_variant": "Fase Inicial",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Priorizar extensão completa (crucial para marcha funcional) e flexão progressiva até 90°. Exercícios de bombeio (pompage) para edema. Mobilização patelar para prevenir aderências. Fortalecimento isométrico de quadríceps iniciado precocemente.",
    "contraindications": "Flexão ativa resistida >90° nas primeiras 2 semanas. Exercícios de cadeia cinética abada com carga. Massagem patelar agressiva.",
    "precautions": "Usar CPM (Continuous Passive Motion) se indicado. Controle de dor adequado para permitir exercícios. Monitorar sinais de infecção ou trombose.",
    "progression_notes": "Critérios: extensão completa ou <5° de déficit, flexão ≥90°, marcha com andador, edema controlado. Geralmente 2 semanas.",
    "evidence_level": "A",
    "bibliographic_references": [
      "MGH Rehabilitation Protocol for Total Knee Arthroplasty",
      "PMC Rehabilitation Techniques Before and After TKA (2024)",
      "AAOS Total Knee Replacement Exercise Guide",
      "OrthoInfo TKA Rehabilitation Guidelines"
    ]
  },
  {
    "id": "f3845f08-cb10-4139-8c78-b3d0835f4b9b",
    "name": "Pós-Op ATJ - Fase Intermediária (2-6 semanas)",
    "description": "Reabilitação intermediária pós-artroplastia total de joelho focada em fortalecimento",
    "category": "Pós-Operatório",
    "condition_name": "Artroplastia Total de Joelho",
    "template_variant": "Fase Intermediária",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Progressão de fortalecimento: isométrico → isotônico sem carga → com carga. Priorizar quadríceps e glúteos. Iniciar treino de escada (subir com bom, descer com operated). Propriocepção básica (unipodal com apoio).",
    "contraindications": "Exercícios de alto impacto. Exercícios que causam dor severa.",
    "precautions": "Progressão baseada em dor e fadiga. Arco de movimento funcional (0-110°) antes de desafios maiores.",
    "progression_notes": "Critérios: marcha independente sem bengala, escada com corrimão, flexão >100°, força >3/5. Geralmente 6 semanas.",
    "evidence_level": "A",
    "bibliographic_references": [
      "MGH Rehabilitation Protocol for Total Knee Arthroplasty",
      "PMC Rehabilitation Techniques Before and After TKA (2024)",
      "Sports Surgery Clinic TKA Guidelines"
    ]
  },
  {
    "id": "6c73f965-6a8f-4c25-a8f4-b12482fa6f5f",
    "name": "Pós-Op ATJ - Fase Avançada (6+ semanas)",
    "description": "Reabilitação avançada pós-artroplastia total de joelho focada em função",
    "category": "Pós-Operatório",
    "condition_name": "Artroplastia Total de Joelho",
    "template_variant": "Fase Avançada",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fortalecimento avançado com carga progressiva. Treino funcional: escada sem corrimão, agachamentos parciais, ciclismo. Propriocepção avançada (superfícies instáveis). Atividades recreacionais gradativas.",
    "contraindications": "Esportes de alto impacto (corrida, salto). Exercícios de deep squat que estressam implante.",
    "precautions": "Retorno a atividades deve ser gradual. Evitar esportes de impactoalto para longevidade do implante.",
    "progression_notes": "Critérios: marcha normal, escada normal, força >4/5, sem dor significativa. Retorno a driving permitido quando força e reflexos adequados.",
    "evidence_level": "B",
    "bibliographic_references": [
      "HSS Best Exercises After Knee Replacement",
      "Home Therapy Exercises After TKA",
      "E3 Rehab Total Knee Replacement Rehabilitation"
    ]
  },
  {
    "id": "fe5af486-f0c6-4c75-bd8b-64fcab0f48fd",
    "name": "Pós-Op ATQ - Protocolo Completo",
    "description": "Reabilitação completa pós-artroplastia total de quadril com precauções de luxação",
    "category": "Pós-Operatório",
    "condition_name": "Artroplastia Total de Quadril",
    "template_variant": "Protocolo Completo",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Precauções de luxação: evitar flexão >90°, adução e rotação interna combinada nas primeiras 6-12 semanas. Exercícios: abdução de glúteo médio, ponte, fortalecimento de quadríceps, marcha com andador → bengala → independente.",
    "contraindications": "Posição de \"frog legs\" (flexão + adução + rotação interna). Cruzar pernas. Flexão de quadril >90° nas primeiras 6 semanas.",
    "precautions": "Educação sobre precauções é essencial. Usar travesseiro entre pernas para dormir. Altura adequada de cadeira e vaso sanitário.",
    "progression_notes": "Critérios: marcha independente sem bengala, escada normal, ADM funcional. Geralmente 6-12 semanas.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Mass General Hospital Rehabilitation Protocol for THA",
      "Brigham and Women Hospital THA/Hemiarthroplasty Protocol",
      "AAOS Total Hip Replacement Exercise Guide",
      "Royal Berkshire NHS Hip Replacement Exercises"
    ]
  },
  {
    "id": "ff9cc12e-e3af-4ecf-b84a-e29ff5b5d3cd",
    "name": "Capsulite Adesiva - Protocolo Completo",
    "description": "Reabilitação completa para capsulite adesiva (ombro congelado) baseada em evidências",
    "category": "Patologia",
    "condition_name": "Capsulite Adesiva",
    "template_variant": "Protocolo Completo",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase congelante: exercícios pendulares e leves alongamentos. Fase de descongelamento: mobilização ativo-assistida, wall walks, table slides, towel stretch. Diatermia profunda + alongamento é mais eficaz que alongamento isolado. Exercícios domiciliares diários essenciais.",
    "contraindications": "Mobilizações forçadas que causam dor intensa. Exercícios de alta resistência em fase aguda.",
    "precautions": "Dor leve pós-exercício é aceitável, dor severa não. Consistência é chave - alongamentos 2-3x ao dia.",
    "progression_notes": "Recuperação pode levar 12-24 meses. Melhora significativa geralmente em 6-12 semanas com programa consistente.",
    "evidence_level": "A",
    "bibliographic_references": [
      "NCBI/PMC Adhesive Capsulitis Evidence Review (2010, 202 citations)",
      "JOSPT Frozen Shoulder Evidence-Based Model (2009, 437 citations)",
      "MGH Rehabilitation Protocol for Frozen Shoulder",
      "ResearchGate Systematic Review 2023"
    ]
  },
  {
    "id": "86da541b-4f64-4b5b-b6b5-5be2b511c998",
    "name": "Síndrome do Impacto - Protocolo Não-Cirúrgico",
    "description": "Reabilitação conservadora para síndrome do impacto subacromial",
    "category": "Patologia",
    "condition_name": "Síndrome do Impacto",
    "template_variant": "Não-Cirúrgico",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase 1: repouso relativo + exercícios pendulares + anti-inflamatório. Fase 2: fortalecimento de manguito (rotação externa/interna em 0° abdução), serrátil anterior, rombóides. Fase 3: elevação progressiva até 90°, exercícios de escápula. Evitar elevação >90° com carga na fase inicial.",
    "contraindications": "Exercícios de elevação acima de 90° com carga na fase inicial. Exercícios que causam painful arc.",
    "precautions": "Priorizar estabilização de escápula antes de fortalecer manguito. Evitar shrug compensatório durante exercícios.",
    "progression_notes": "Programa 6-12 semanas. Critérios: sem painful arc, força adequada, função completa.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Escamilla et al. Optimal Management of Shoulder Impingement (2014, 154 citations)",
      "Physio-pedia Evidence-Based Interventions for Shoulder Pain",
      "HSS Non-Operative Rehab Guidelines for Shoulder Impingement"
    ]
  },
  {
    "id": "67bfd995-e6dc-4d64-8c17-d580c0473a4a",
    "name": "Lombalgia - Método McKenzie Completo",
    "description": "Protocolo completo de exercícios de McKenzie para lombalgia mecânica",
    "category": "Coluna",
    "condition_name": "Lombalgia Mecânica",
    "template_variant": "McKenzie",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Identificar se paciente é \"responder\" (melhora com extensão) ou \"non-responder\" (piora ou neutro). Para respondedores: progressão de extensão em decúbito → extensão em pé → extensão com desvio. Adicionar flexões apenas se não houver piora. Educação em postura e autotratamento é componente essencial.",
    "contraindications": "Exercícios que peripheralizam a dor (pioram irradiação). Flexões exacerbadas em respondedores à extensão.",
    "precautions": "Monitorar centralização vs peripheralização. Se dor peripheraliza, PARAR exercício e reavaliar. Não forçar amplitude.",
    "progression_notes": "Aguda: 1-2 semanas para melhora significativa. Crônica: 4-8 semanas. Autogestão é objetivo final.",
    "evidence_level": "A",
    "bibliographic_references": [
      "NCBI StatPearls McKenzie Back Exercises (2023)",
      "Slater et al. McKenzie Method effectiveness (2018, 28 citations)",
      "McKenzie Extension Exercises trial (2025)",
      "Biomechanical Analysis McKenzie vs Core Stability (2025)"
    ]
  },
  {
    "id": "18e5ab2b-0266-424c-b5bb-0bca8120b43c",
    "name": "Lesão Meniscal - Tratamento Conservador",
    "description": "Protocolo conservador para lesões meniscais baseado em evidências",
    "category": "Patologia",
    "condition_name": "Lesão Meniscal",
    "template_variant": "Conservador",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Objetivos: extensão completa (bloqueio é contraindicação relativa a tratamento conservador), fortalecimento de quadríceps e glúteos, melhora de propriocepção. Exercícios: wall sit, leg press, step up/down, ponte. Evitar deep squats e rotações que podem irritar menisco.",
    "contraindications": "Bloqueio de extensão (locking) - indica cirurgia. Dor que piora apesar de 6-12 semanas de reabilitação adequada.",
    "precautions": "Respeitar limites de dor. Evitar posições que \"pinçam\" o menisco (deep squat + rotação). Progressão funcional.",
    "progression_notes": "6-12 semanas de reabilitação. Cirurgia se sem melhora após 12 semanas ou se bloqueio persistente.",
    "evidence_level": "B",
    "bibliographic_references": [
      "MGH Rehabilitation Protocol for Meniscal Repair",
      "Evidence-based weight-bearing protocols after meniscal repair (PMC, 2025)",
      "Nonoperative Meniscus Rehabilitation Protocol",
      "MedBridge Effective Meniscus Injury Exercises"
    ]
  },
  {
    "id": "bcabcecd-0c62-4386-a01a-b43e9625d62c",
    "name": "Pós-Op Hallux Valgus - Protocolo Completo",
    "description": "Reabilitação pós-cirúrgica de Hallux Valgus (joanete)",
    "category": "Pós-Operatório",
    "condition_name": "Hallux Valgus",
    "template_variant": "Protocolo Completo",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Fase 0-2 semanas: descarga conforme orientação (parcial ou total), elevação para edema, mobilização suave de dedos. Fase 2-6 semanas: progressão de carga, exercícios ROM de hálux, fortalecimento de intrínsecos, marcha reeducada. Fase 6+ semanas: retorno a calçado normal, atividades gradativas.",
    "contraindications": "Carga total quando contraindicado pelo cirurgião. Calçado de ponta fina ou salto alto antes de 8-12 semanas.",
    "precautions": "Seguir orientação específica do cirurgião sobre carga. Uso de sandália pós-cirúrgica conforme indicado. Edema pode persistir por meses.",
    "progression_notes": "Retorno a calçado normal em 8-12 semanas. Retorno a esportes em 3-6 meses conforme procedimento.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Mass General Hospital PT Guidelines for Hallux Valgus Correction",
      "David Gordon Ortho Post-Op Rehab Protocol",
      "Rehabilitation Program After Hallux Valgus Surgery",
      "Kaiser Permanente Great Toe Joint Exercises"
    ]
  },
  {
    "id": "1f32f4ff-cc63-4305-aa22-65d7ec763000",
    "name": "Tendinopatia de Aquiles - Protocolo Alfredson",
    "description": "Programa excêntrico evidenciado para tendinopatia de Aquiles",
    "category": "Patologia",
    "condition_name": "Tendinopatia de Aquiles",
    "template_variant": "Alfredson Excêntrico",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Protocolo de Alfredson: elevação calcanhar em solo/bordil (2 séries de 15 reps, 2x ao dia). Fase excêntrica lenta (3-5s), fase concêntrica com auxílio do membro sadio. Progressão adicionando mochila com carga. Funciona melhor em tendinopatia crônica (>3 meses).",
    "contraindications": "Programa agudo de exercícios na fase inflamatória aguda. Dor >7/10 que indica ruptura ou processo agudo severo.",
    "precautions": "Dor durante exercício é NECESSÁRIA para adaptação, mas não deve ser incapacitante. Monitorar resposta 24h após.",
    "progression_notes": "Protocolo mínimo 12 semanas. Melhora significativa geralmente após 6-8 semanas. Retorno gradual a corrida após 12 semanas sem dor.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Alfredson et al. Eccentric training for Achilles tendinopathy",
      "Cochrane Review Exercise therapy for Achilles tendinopathy",
      "Physio-pedia Achilles Tendinopathy Rehabilitation"
    ]
  },
  {
    "id": "339cd852-e6da-4d1b-bfbc-55b806811f62",
    "name": "Cervicalgia - Fortalecimento Deep Neck Flexors",
    "description": "Protocolo de fortalecimento de flexores profundos do pescoço para cervicalgia",
    "category": "Coluna",
    "condition_name": "Cervicalgia",
    "template_variant": "Deep Neck Flexors",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Craniocervical flexion test: pressão lingual (tongue against palate) + retração chin (chin tuck). Progressão com biofeedback pressure. 10 segundos hold x 10 reps. Fortalece longo do pescoço e reto anterior da cabeça. Evidenciado para cervicalgia mecânica e cefaleia tensional.",
    "contraindications": "Exercícios que exacerbam dor ou parestesias. Fortalecimento com pescoço em extensão (não específico).",
    "precautions": "Manter pescoço neutro durante exercício. Evitar protrusão de cabeça. Não reter respiração.",
    "progression_notes": "Programa 6-8 semanas. Critérios: redução de dor, aumento de CRF (cranio-cervical flexion) endurance.",
    "evidence_level": "A",
    "bibliographic_references": [
      "JOSPT Clinical Practice Guidelines for Neck Pain (2017, 1258 citations)",
      "Exercises for Mechanical Neck Disorders systematic review (2015, 526 citations)",
      "MDPI Best Evidence Rehabilitation for Chronic Neck Pain (2019, 155 citations)"
    ]
  },
  {
    "id": "1f2c9ab8-5380-4770-a885-f3e14525b61b",
    "name": "Instabilidade Patelo-femoral - Protocolo Completo",
    "description": "Reabilitação para dor/instabilidade patelo-femoral baseada em evidências",
    "category": "Patologia",
    "condition_name": "Instabilidade Patelo-femoral",
    "template_variant": "Protocolo Completo",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Foco: fortalecimento de quadríceps (especialmente VMO) e glúteo médio. Exercícios de cadeia cinética fechada preferíveis (menor carga patelar). Incluir: wall sit, step down, leg press 0-45°, clamshell, side-lying abduction. Taping da patela pode ser usado inicialmente para permitir exercícios.",
    "contraindications": "Exercícios de cadeia cinética abada em extensão (0-45°) na fase aguda. Deep squats com dor patelar.",
    "precautions": "Monitorar valgo dinâmico durante exercícios. Corrigir alinhamento do joelho. Progressão baseada em dor.",
    "progression_notes": "Programa 6-12 semanas. Retorno gradual a esportes após força e controle motor adequados.",
    "evidence_level": "A",
    "bibliographic_references": [
      "Physio-pedia Effective Quadriceps Training in PFPS",
      "JOSPT Physical Therapist-Guided Quadriceps Strengthening (2014, 169 citations)",
      "BJSM Quadriceps or hip exercises for PFPS (2023)",
      "6-week evidence-based exercise program (2021)"
    ]
  },
  {
    "id": "d0dc017e-97e5-4904-836e-9e55f675fb55",
    "name": "Ombro Doloroso - Protocolo Escapuloumeral",
    "description": "Protocolo de reabilitação para dor de ombro não específica focado em padrão escapuloumeral",
    "category": "Patologia",
    "condition_name": "Ombro Doloroso",
    "template_variant": "Escapuloumeral",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Restaurar ritmo escapuloumeral antes de fortalecer manguito. Fase 1: mobilização escapular (wall slides, serrátil punch, rows). Fase 2: fortalecimento de manguito em posição segura (rotações em 0°). Fase 3: elevação progressiva mantendo ritmo normal. Low load, high reps inicialmente.",
    "contraindications": "Exercícios que causam painful arc >60°. Fortalecimento em posição de impacto.",
    "precautions": "Evitar shrug compensatório. Paciência com ritmo escapuloumeral - pode levar 2-4 semanas para normalizar.",
    "progression_notes": "Programa 8-12 semanas. Critérios: sem dor, ADM completa, força adequada, padrão escapuloumeral normal.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Physio-pedia Evidence-Based Interventions for Shoulder Pain",
      "Optimal Management of Shoulder Impingement Syndrome (PMC, 2014)",
      "Scapular Dyskinesis Rehabilitation Guidelines"
    ]
  },
  {
    "id": "3f55edc1-d834-48bd-9978-9a6b75a67ead",
    "name": "Dor Femoropatelar - Protocolo Conservador",
    "description": "Protocolo conservador para condromalácia patelar baseado em evidências",
    "category": "Patologia",
    "condition_name": "Dor Femoropatelar",
    "template_variant": "Conservador",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Similar a PFPS: fortalecimento de quadríceps com ênfase em VMO, glúteo médio. Exercícios de cadeia cinética fechada (leg press 0-45°). Patellar taping para permitir exercícios. Alongamento de isquiotibiais e quadríceps. Evitar deep squats e stairs inicialmente.",
    "contraindications": "Exercícios que causam dor anterior significativa. Deep squats na fase aguda.",
    "precautions": "Progressão baseada em dor. Retomar atividades gradativamente (stairs, agachamentos).",
    "progression_notes": "Programa 8-12 semanas. Melhora gradual esperada.",
    "evidence_level": "B",
    "bibliographic_references": [
      "JOSPT Physical Therapist-Guided Quadriceps Strengthening",
      "BJSM Quadriceps or hip exercises for PFPS (2023)",
      "Patellofemoral Pain Rehabilitation Guidelines"
    ]
  },
  {
    "id": "9fbe24b8-c052-4d21-9bbb-b81f91e18244",
    "name": "Epicondilite Lateral - Protocolo Tyler Twist",
    "description": "Programa excêntrico evidenciado para epicondilite lateral",
    "category": "Patologia",
    "condition_name": "Epicondilite Lateral",
    "template_variant": "Excêntrico",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Protocolo excêntrico com Theraband: Tyler Twist para extensores. 3 séries de 15 reps, 2x ao dia. Fase excêntrica lenta (3-5s), concêntrica rápida. Associar com alongamento de extensores e flexores. Exercícios de fortalecimento de músculos do antebraço e mão.",
    "contraindications": "Exercícios que causam dor >7/10. Atividades que exacerbam sintomas durante fase aguda.",
    "precautions": "Dor moderada é esperada durante exercício. Monitorar resposta 24h após.",
    "progression_notes": "Protocolo mínimo 6-12 semanas. Melhora geralmente após 6-8 semanas.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Tyler Twist eccentric exercise protocol",
      "Cochrane Review Tennis Elbow Treatment",
      "Physio-pedia Lateral Epicondylitis Rehabilitation"
    ]
  },
  {
    "id": "8af523e5-9e5b-4589-a8ea-512d5b6cafa3",
    "name": "Síndrome do Túnel do Carpo - Protocolo Conservador",
    "description": "Reabilitação conservadora para síndrome do túnel do carpo leve a moderada",
    "category": "Patologia",
    "condition_name": "Síndrome do Túnel do Carpo",
    "template_variant": "Conservador",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Exercícios de nerve gliding (tendon gliding e nerve gliding). Alongamento de flexores e extensores de punho. Exercícios de destreza digital. Uso de splint noturno em posição neutra. Ergonomia no trabalho essencial. Fortalecimento após fase aguda.",
    "contraindications": "Exercícios que exacerbam parestesias ou dor severa. Atividades repetitivas sem pausas.",
    "precautions": "Exercícios devem ser feitos várias vezes ao dia. Pausas frequentes durante atividades.",
    "progression_notes": "Programa 6-12 semanas. Cirurgia se sem melhora após 12 semanas ou se déficit neurológico progressivo.",
    "evidence_level": "B",
    "bibliographic_references": [
      "Physio-pedia Carpal Tunnel Syndrome Rehabilitation",
      "AAOS Carpal Tunnel Syndrome Treatment Guidelines",
      "Nerve Gliding Exercises for CTS"
    ]
  },
  {
    "id": "731673df-9304-44fc-80b9-4b01da6261c1",
    "name": "Escoliose - Schroth Method (Básico)",
    "description": "Exercícios baseados no método Schroth para escoliose idiopática",
    "category": "Patologia",
    "condition_name": "Escoliose",
    "template_variant": "Schroth Básico",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Princípios: correção postural consciente, alongamento de concavidade, fortalecimento de convexidade. Exercícios: correção em pronação, \"muscle cylinder\" breathing, correção em supino. Objetivo: reduzir curva, melhorar estética, reduzir dor. Requer instrução especializada.",
    "contraindications": "Exercícios de flexão exacerbada. Exercícios de alta carga na coluna.",
    "precautions": "Deve ser supervisionado por fisioterapeuta treinado em Schroth. Progressão lenta e consistente.",
    "progression_notes": "Programa mínimo 6-12 meses. Melhora mantida com exercícios de manutenção vitalícios.",
    "evidence_level": "C",
    "bibliographic_references": [
      "Schroth Method for Scoliosis Research",
      "Physio-pedia Scoliosis Rehabilitation",
      "SEAS (Scientific Exercise Approach to Scoliosis) evidence"
    ]
  },
  {
    "id": "2277ff75-4541-4094-bf00-100081dbb9df",
    "name": "Reabilitação Cardíaca - Fase I Hospitalar",
    "description": "Programa de exercícios iniciais para reabilitação cardíaca em ambiente hospitalar",
    "category": "Cardiologia",
    "condition_name": "Pós-Evento Cardíaco",
    "template_variant": "Fase I",
    "organization_id": null,
    "created_by": null,
    "created_at": "2026-01-13T15:41:50.576513+00:00",
    "updated_at": "2026-01-13T15:41:50.576513+00:00",
    "clinical_notes": "Iniciar 24-48h pós-evento estável. Exercícios: circundução de MMSS, marcha em lugar, sentar-levantar, caminhada curta. Monitorização contínua de sinais vitais. Objetivos: prevenir deleterious effects do repouso, educar para fase II.",
    "contraindications": "Instabilidade hemodinâmica. Arritmias não controladas. Dor anginosa ativa. Alterações ECG isquêmicas.",
    "precautions": "Monitorização contínua essencial. Interromper se: dor torácica, dispneia desproporcional, tontura, PA anormal. Progressão muito conservadora.",
    "progression_notes": "Duração: durante internação (3-7 dias). Critérios para alta: deambulação independente, entender limites.",
    "evidence_level": "A",
    "bibliographic_references": [
      "AACVPR Guidelines for Cardiac Rehabilitation",
      "WHO Cardiac Rehabilitation Recommendations",
      "AHA/ACC Cardiac Rehabilitation Guidelines"
    ]
  }
]